EjemploBpelSincrono/EjemploBpelSincronoApplication/test/Testholamundo/Output.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <typeA xmlns="http://xml.netbeans.org/schema/Synchronous" xmlns:msgns="http://localhost/Synchronous/Synchronous">
      <paramA>HolaDAniel</paramA>
    </typeA>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>